Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_596_itemid_EQ_256.tmx
Source language: sme
Languages: smn

source: Sámegielat
smn: Sämikielah

source: Giellavuoigatvuođain
smn: Kielâvuoigâdvuođah

source: Anáraččat
smn: Anarâšah

source: Anárašgiella
smn: Aanaarkielâ

source: Nuortalaččat
smn: Nuorttâsämmiliih

source: xxx
smn: Zoja Nosova – nuorttâsämikielâ algâjalgejeijee

source: Maŋimuš boddu
smn: Majemuš puddâ

source: Sámi bustávat
smn: Säämi puustaveh

source: SaKaste- Sámi sosiála- ja dearvvasvuođabálvalusaid ovddidanráhkadus-fidnu
smn: SaKaste- Sämmilij sosiaal- já tiervâsvuođâpalvâlusâi ovdedemrááhtus-proojeekt

source: PaKaste 2 – Davvi guovllu Kaste-fidnu oassefidnu
smn: PaKaste 2 – Tavekuávlu Kaste-proojeekt uásiproojeekt

source: SaKaste- fidnu áigge buoriduvvui sámegielat ja kultuvrii vuođđuduvvi bálvalusaid kvalitehta , váikkuheaddjivuohta ja oažžun sihke geahpeduvvojedje guovlluguovdasaš earut láhčimiin sámegielat ja – kultuvrii vuođđuduvvi buriid bargometodaid ja doaibmamálliid .
smn: SaKaste- proojeekt ääigi pyeredii sämikielâlij já kulttuurân vuáđuduvvee palvâlusâi kvaliteet , vai-kuttemvuođâ , finnim sehe kezidii kuávlulijd iäruid läčimáin sämikielâlijd já - kulttuurân vuáđuduvvee šiev pargovuovijd já toimâmaalijd .

source: Ovddidanbargoproseassa áigge sápmelaš bargiid iežaset ámmátidentitehta nanosmuvai ja sin gaskasaš áššedovdifierpmádat viiddui .
smn: Ovdedempargoproosees ääigi sämmilij pargei jieijâs áámmátidentiteet nanodui já koskânâs äššitobdeeviärmádâh vijđánij já šoodâi čavosin .

source: Ovddidanbargu dahkkojuvvui proseassalundosaččat ja dan vuođđun lei sámekultuvra .
smn: Ovdedempargo porgui prooseesluándulávt já sämikulttuur vuolgâsoojijn .

source: Sámi árra-bajásgeassima ja boarrásiidbarggu sámegielat bargoveahka doaimmai bargojoavkobargama áigge ovddidanáššedovdin .
smn: Säämi arâšoddâdmist já puárásijpargoost pargee sämikielâlâš pargoviehâ toimâi juávkkupargo ääigi ovdedeijeeäššitobden .

source: Sin ovddit čehppodat sihke kultuvrralaš sámi árbediehtu lei mearkkašahtti oasis ođđa doaibmamálliid ovddideamis .
smn: Sii oovdeb mättim sehe kulttuurlâš sämmilâš ärbitiätu lijjii merhâšittee uásist uđđâ toimâmaalij rähtimist .

source: Áššehasaid vuhtiiváldin oidnui dan láhkai ahte bargit dov-de áššehasaid dárbbuid ja bargiid rávvejedje ovddidanbarggu áigge leat diđolaččat áššehasa sáme-gillii ja – kultuvrii vuođđuduvvi bálvalusaid dárbbuin .
smn: Äššigâsvuolgâvuotâ oinui tast , ete pargeeh tubdii äššigâsâi táárbuid já sii stivrejii ovdedempargo ääigi tubdâđ äššigâs sämikielân já kulttuurân vuáđuduvvee palvâlusâi táárbuid .

source: Sámedikki lassin ovddidanbarggus ledje mielde sámiid ruovttuguovllu gielddat , SámiSoster ro , Davvi-Suoma sosiálasuorggi máhttinguovddáža sámeovttadat ja Sámi oahpahusguovddáš .
smn: Sämitige lasseen ovdedempargoost lijjii fáárust sämikuávlu kieldah , Sámi Soster ry . , Tave-Suomâ sosiaalsyergi mättimkuávdáá sämiohtâdâh já Säämi máttááttâskuávdáš .

source: Sámi boarrásiidbargu
smn: Säämi puárásijpargo

source: Ovddidanráhkadusa vehkiin ohccojuvvojedje sámi boarrásiidbargui dakkár bargomállet , mat ovddidit sápmelaš ahkeolbmo gielalaš ja kultuvrralaš vuoigatvuođaid ollašuvvama .
smn: Ovdedemráhtus vievâst uccii puárásijpaargon , maid pargeh sämmilij juávhust , tagarijd pargomaalijd , moh ovdedeh sämmilii elilâmulmuu kielâlij já kult-tuurlij vuoigâdvuođâi olášume .

source: Sámi boarrásiidbarggu bargoneavvolođá
smn: Säämi puárásijpargo tyejipiergâskassâ

source: Sámi árrabajásgeassin
smn: Säämi arâšoddâdem

source: Árrabajásgeassinbargui sámiid ruovttuguovllus ja dan olggobealde ohccojuvvojedje ovddidanbarggu vehkiin sámi árrabajásgeassinbargiide dakkár bargomállet , mat veahkehit ja dorjot bargiid máhtolaš-vuođa bajásgeassinbarggus nu , ahte sámemánáid gielalaš ja kultuvrralaš vuoigatvuođat ollašuvašedje .
smn: Arâšoddâdempaargon , maid pargeh sämikuávlust já ton ulguubeln , uccii ovdedempargo vievâst sämmilii arâšoddâdempargoviehân tagarijd pargomaalijd , moh išedeh já tuárjuh pargovievâ mättim soddâdempargoost nuuvt , ete sämipárnái kielâliih já kulttuurliih vuoigâdvuođah olášuttuuččii .

source: SaKaste – fidnu áigge nannejuvvui sámiid ruovttuguovllu sosiála- ja dearvvasvuođasuorggi bargo-veaga sámegiela ja – kultuvrra máhtolašvuohta sihke lasihuvvui mearrideddjiid sámegiela ja – kultuvrra vuhtiiváldi doaimma diđolašvuođa mearkkaš-upmi .
smn: SaKaste – proojeekt ääigi nanodii sämikuávlust pargee sosiaal- já tiervâsvuođâsyergi pargovievâ sämikielâ já - kulttuur mättim sehe lasettii merideijei sämikielâ já - kulttuur vuotânväldee tooimâ tiäđulâšvuođâ merhâšume .

source: Loga lasi
smn: Luuvâ lase

source: SaKaste- fidnu dáhpáhusat
smn: SaKaste- proojeekt tábáhtusah

source: Raporttat
smn: Raporteh
